Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: from profile
de: aus dem Profil
es: del perfil
fr: du profil
it: dal profilo
pl: z profilu
pt_pt: do perfil
ru: из профиля
th: จากโปรไฟล์
zh_hans: 来自个人资料
zh_hant: 來自個人檔案

source: From profile
de: Aus Profil
es: Del perfil
fr: Depuis le profil
it: Dal profilo
pl: Z profilu
pt_pt: Do perfil
ru: Из профиля
th: จากโปรไฟล์
zh_hans: 来自个人资料
zh_hant: 來自個人資料

source: from R-R
de: aus R-R
es: desde R-R
fr: depuis R-R
it: da R-R
pl: z R-R
pt_pt: de R-R
ru: из R-R
th: จาก ร.ร
zh_hans: 来自 R-R
zh_hant: 來自 R-R

source: From strap HR
de: Aus Strap-HF
es: Desde la FC de la pulsera
fr: Depuis la FC du bracelet
it: Dalla FC della fascia
pl: Z paska HR
pt_pt: Da bracelete HR
ru: По пульсу с браслета
th: จากสาย HR
zh_hans: 来自手环心率
zh_hant: 來自手環心率

source: From the watch's wrist-temperature sensor during sleep, on Series 8 and later. Older models don't have the sensor, so it reads “not available” rather than zero.
de: Vom Handgelenktemperatur-Sensor der Uhr im Schlaf, ab Series 8. Ältere Modelle haben den Sensor nicht, daher steht dort „nicht verfügbar“ statt null.
es: Desde el sensor de temperatura de muñeca del reloj durante el sueño, en Series 8 y posteriores. Los modelos anteriores no tienen el sensor, así que muestra «no disponible» en lugar de cero.
fr: Depuis le capteur de température au poignet de la montre pendant le sommeil, sur Series 8 et ultérieures. Les modèles plus anciens n'ont pas le capteur, donc il affiche « non disponible » plutôt que zéro.
it: Dal sensore di temperatura al polso dell'orologio durante il sonno, su Series 8 e successivi. I modelli più vecchi non hanno il sensore, quindi mostra “non disponibile” invece di zero.
pl: Z czujnika temperatury nadgarstka zegarka podczas snu, w zegarkach Series 8 i nowszych. Starsze modele nie mają czujnika, więc wyświetla się komunikat „niedostępny” zamiast zera.
pt_pt: Do sensor de temperatura do pulso do relógio durante o sono, na Série 8 e seguintes. Os modelos mais antigos não têm o sensor, pelo que aparece “não disponível” em vez de zero.
ru: От датчика температуры запястья часов во время сна, на Series 8 и новее. У более старых моделей нет этого датчика, поэтому отображается «недоступно», а не ноль.
th: จากเซ็นเซอร์อุณหภูมิที่ข้อมือของนาฬิการะหว่างการนอนใน Series 8 และใหม่กว่า รุ่นเก่าไม่มีเซ็นเซอร์ ดังนั้นจึงอ่านว่า "ไม่พร้อมใช้งาน" แทนที่จะเป็นศูนย์
zh_hans: 来自手表睡眠期间的手腕温度传感器，仅限 Series 8 及之后的机型。较早的机型没有该传感器，所以显示「不可用」而不是零。
zh_hant: 來自手錶睡眠期間的手腕溫度感測器，適用於 Series 8 及之後的型號。較舊的型號沒有這個感測器，所以會顯示「無法取得」而非零。

source: From your nightly sensor
de: Von deinem nächtlichen Sensor
es: Desde tu sensor nocturno
fr: Depuis votre capteur nocturne
it: Dal tuo sensore notturno
pl: Z nocnego czujnika
pt_pt: Do teu sensor noturno
ru: По данным ночного датчика
th: จากเซ็นเซอร์ยามค่ำคืนของคุณ
zh_hans: 来自你的夜间传感器
zh_hant: 來自你的夜間感測器

source: From your nightly temperature
de: Aus deiner nächtlichen Temperatur
es: Desde tu temperatura nocturna
fr: Depuis votre température nocturne
it: Dalla tua temperatura notturna
pl: Z nocnej temperatury
pt_pt: Da tua temperatura noturna
ru: По вашей ночной температуре
th: จากอุณหภูมิยามค่ำคืนของคุณ
zh_hans: 来自你的夜间温度
zh_hant: 來自你的夜間溫度

source: from your report
de: aus deinem Befund
es: de tu informe
fr: de votre rapport
it: dal tuo report
pl: z Twojego raportu
pt_pt: do teu relatório
ru: из вашего отчёта
th: จากรายงานของคุณ
zh_hans: 来自你的报告
zh_hant: 來自你的報告

source: FULL BOND
de: VOLLE KOPPLUNG
es: VÍNCULO COMPLETO
fr: LIAISON COMPLÈTE
it: LEGAME COMPLETO
pl: PEŁNA WIĄZANIE
pt_pt: VINCULAÇÃO COMPLETA
ru: ПОЛНОЕ СОПРЯЖЕНИЕ
th: พันธบัตรเต็มจำนวน
zh_hans: 完全绑定
zh_hant: 完全綁定

source: Full day
de: Ganzer Tag
es: Todo el día
fr: Journée complète
it: Giornata intera
pl: Cały dzień
pt_pt: Dia inteiro
ru: Весь день
th: เต็มวัน
zh_hans: 全天
zh_hant: 全天

source: Full strap stream is active.
de: Voller Strap-Stream ist aktiv.
es: La transmisión completa de la pulsera está activa.
fr: Le flux complet du bracelet est actif.
it: Il flusso completo della fascia è attivo.
pl: Pełny strumień paska jest aktywny.
pt_pt: O fluxo completo da correia está ativo.
ru: Активен полный поток данных с браслета.
th: สตรีมสายรัดเต็มรูปแบบทำงานอยู่
zh_hans: 完整手环数据流已启用。
zh_hant: 手環完整資料流已啟用。

source: Full sweep · ~13 min
de: Voller Durchlauf · ~13 Min.
es: Barrido completo · ~13 min
fr: Balayage complet · ~13 min
it: Scansione completa · ~13 min
pl: Pełny cykl · ~13 min
pt_pt: Varrimento completo · ~13 min
ru: Полный проход · ~13 мин
th: กวาดเต็ม · ~13 นาที
zh_hans: 完整扫掠 · 约 13 分钟
zh_hant: 完整掃掠 · 約 13 分鐘

source: Fully quit and reopen NOOP to load it.
de: Beende NOOP vollständig und öffne es erneut, um es zu laden.
es: Cierra por completo NOOP y vuelve a abrirlo para cargarlo.
fr: Fermez complètement NOOP et rouvrez-le pour le charger.
it: Chiudi completamente e riapri NOOP per caricarlo.
pl: Całkowicie zakończ i otwórz ponownie NOOP, aby go załadować.
pt_pt: Saia totalmente e reabra o NOOP para o carregar.
ru: Полностью закройте и снова откройте NOOP, чтобы загрузить это.
th: ออกโดยสมบูรณ์แล้วเปิด NOOP อีกครั้งเพื่อโหลด
zh_hans: 完全退出并重新打开 NOOP 以加载。
zh_hant: 完全結束並重新開啟 NOOP 以載入。

source: Functional strength
de: Funktionelles Krafttraining
es: Fuerza funcional
fr: Renforcement fonctionnel
it: Forza funzionale
pl: Siła funkcjonalna
pt_pt: Força funcional
ru: Функциональная сила
th: ความแข็งแกร่งในการใช้งาน
zh_hans: 功能性力量
zh_hant: 功能性肌力

source: Fused on %@. Nothing leaves it: no account, no cloud.
de: Zusammengeführt auf %@. Nichts verlässt es: kein Konto, keine Cloud.
es: Fusionado en %@. Nada sale de ahí: sin cuenta, sin nube.
fr: Fusionné sur %@. Rien n'en sort : pas de compte, pas de cloud.
it: Fuso su %@. Niente esce, nessun account, nessun cloud.
pl: Połączone z %@. Nic go nie opuszcza: żadne konto, żadna chmura.
pt_pt: Fundido em %@. Não sai nada: nenhuma conta, nenhuma nuvem.
ru: Объединено на %@. Ничего не покидает устройство: без аккаунта, без облака.
th: ประมวลผลรวมกันบน %@ ข้อมูลไม่ออกจากอุปกรณ์ ไม่มีบัญชีและไม่มีคลาวด์
zh_hans: 在 %@ 上融合。没有任何内容离开它，无账户，无云端。
zh_hant: 在 %@ 上融合。沒有任何內容離開它，無帳戶，無雲端。

source: Garmin watch
de: Garmin-Uhr
es: Reloj Garmin
fr: Montre Garmin
it: Orologio Garmin
pl: Zegarek Garmin
pt_pt: Relógio Garmin
ru: Часы Garmin
th: นาฬิกาการ์มิน
zh_hans: Garmin 手表
zh_hant: Garmin 手錶

source: Generated by NOOP on %@ · all on-device, no account, no cloud.
de: Erstellt von NOOP auf %@ · alles auf dem Gerät, kein Konto, keine Cloud.
es: Generado por NOOP el %@ · todo en el dispositivo, sin cuenta, sin nube.
fr: Généré par NOOP le %@ · tout sur l'appareil, pas de compte, pas de cloud.
it: Generato da NOOP su %@ · tutto sul dispositivo, nessun account, nessun cloud.
pl: Wygenerowane przez NOOP na %@ · wszystko na urządzeniu, bez konta, bez chmury.
pt_pt: Gerado por NOOP em %@ · tudo no dispositivo, sem conta, sem cloud.
ru: Создано в NOOP на %@ · всё на устройстве, без аккаунта, без облака.
th: สร้างโดย NOOP บน %@ · ทั้งหมดบนอุปกรณ์ ไม่มีบัญชี ไม่มีคลาวด์
zh_hans: 由 NOOP 于 %@ 生成 · 全部在设备本地，无账户，无云端。
zh_hant: 由 NOOP 於 %@ 生成 · 全部在裝置本地，無帳戶，無雲端。

source: Get a notification when the strap battery runs low (15%) so you can top it up before tonight, and when it finishes charging.
de: Erhalte eine Mitteilung, wenn der Strap-Akku knapp wird (15 %), damit du ihn vor heute Nacht aufladen kannst, und wenn er fertig geladen ist.
es: Recibe una notificación cuando la batería de la pulsera esté baja (15%) para que puedas cargarla antes de esta noche, y cuando termine de cargarse.
fr: Recevez une notification lorsque la batterie du bracelet est faible (15 %) afin de pouvoir la recharger avant ce soir, et lorsqu'elle a fini de charger.
it: Ricevi una notifica quando la batteria della fascia è quasi scarica (15%) così puoi ricaricarla prima di stanotte, e quando finisce di caricarsi.
pl: Otrzymuj powiadomienia, gdy poziom naładowania paska będzie niski (15%), dzięki czemu będziesz mógł go doładować przed wieczorem i po zakończeniu ładowania.
pt_pt: Receba uma notificação quando a bateria da bracelete estiver fraca (15%) para que possa recarregá-la antes desta noite e quando terminar de carregar.
ru: Получайте уведомление, когда заряд браслета становится низким (15%), чтобы успеть зарядить его до вечера, а также когда зарядка завершена.
th: รับการแจ้งเตือนเมื่อแบตเตอรี่สายรัดเหลือน้อย (15%) เพื่อให้คุณสามารถเติมเงินก่อนคืนนี้และเมื่อชาร์จเสร็จแล้ว
zh_hans: 手环电量低（15%）时收到通知，好在今晚前充上电；充满时也会通知。
zh_hant: 手環電量偏低（15%）時收到通知，讓你在今晚之前充電；充電完成時也會通知你。

source: Get in touch
de: Kontakt aufnehmen
es: Ponte en contacto
fr: Nous contacter
it: Mettiti in contatto
pl: Skontaktuj się
pt_pt: Entre em contacto
ru: Связаться
th: สนใจติดต่อ
zh_hans: 取得联系
zh_hant: 取得聯繫

source: Get it ready, then scan.
de: Mach ihn bereit, dann scanne.
es: Prepáralo y luego escanea.
fr: Préparez-le, puis scannez.
it: Preparalo, poi scansiona.
pl: Przygotuj go, a następnie zeskanuj.
pt_pt: Prepare-o e digitalize.
ru: Подготовьте его, затем начните поиск.
th: เตรียมมันให้พร้อมแล้วสแกน
zh_hans: 先把它准备好，然后扫描。
zh_hant: 先把它準備好，然後掃描。

source: Get started
de: Fangen Sie an
es: empezar
fr: Commencez
it: Inizia
pl: Zacznij
pt_pt: Comece
ru: Начать
th: เริ่มต้นเลย
zh_hans: 开始使用
zh_hant: 開始使用

source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer
it: Inizia
pl: Rozpocznij
pt_pt: Comece
ru: Начать
th: เริ่มต้นเลย
zh_hans: 开始使用
zh_hant: 開始使用

source: Get stronger over time.
de: Mit der Zeit stärker werden.
es: Ganar fuerza con el tiempo.
fr: Devenir plus fort avec le temps.
it: Diventa più forte nel tempo.
pl: Stawaj się silniejszy z czasem.
pt_pt: Fique mais forte com o tempo.
ru: Становитесь сильнее со временем.
th: แข็งแกร่งขึ้นเมื่อเวลาผ่านไป
zh_hans: 随着时间的推移变得更强。
zh_hant: 隨著時間的推移變得更強。

source: Get the latest release
de: Neueste Version laden
es: Obtén la última versión
fr: Obtenir la dernière version
it: Scarica l'ultima versione
pl: Pobierz najnowszą wersję
pt_pt: Obtenha a versão mais recente
ru: Скачать последнюю версию
th: รับรุ่นล่าสุด
zh_hans: 获取最新版本
zh_hant: 取得最新版本

source: Get your ring ready
de: Mach deinen Ring bereit
es: Prepara tu anillo
fr: Préparez votre anneau
it: Prepara il tuo anello
pl: Przygotuj pierścionek
pt_pt: Prepare o teu anel
ru: Подготовьте своё кольцо
th: เตรียมแหวนของคุณให้พร้อม
zh_hans: 准备好你的戒指
zh_hant: 準備好你的戒指

source: Getting your devices ready
de: Deine Geräte werden vorbereitet
es: Preparando tus dispositivos
fr: Préparation de vos appareils
it: Preparazione dei tuoi dispositivi
pl: Przygotowanie urządzeń
pt_pt: Preparar os teus dispositivos
ru: Подготовка ваших устройств
th: เตรียมอุปกรณ์ของคุณให้พร้อม
zh_hans: 正在准备你的设备
zh_hant: 正在準備你的裝置

source: GitHub: code, releases, issues and the wiki.
de: GitHub: Code, Releases, Issues und das Wiki.
es: GitHub: código, versiones, issues y la wiki.
fr: GitHub : code, versions, tickets et le wiki.
it: GitHub, codice, release, issue e la wiki.
pl: GitHub: kod, wydania, problemy i wiki.
pt_pt: GitHub: código, releases, problemas e wiki.
ru: GitHub: код, релизы, обращения и вики.
th: GitHub: โค้ด การเผยแพร่ ปัญหา และวิกิ
zh_hans: GitHub，代码、发布、issue 和 wiki。
zh_hant: GitHub，程式碼、發布、issue 和 wiki。

# Give %@ %@ a name you'll recognise.
source: Give %1$@ %2$@ a name you'll recognise.
de: Gib %1$@ %2$@ einen Namen, den du wiedererkennst.
es: Dale a %@ %@ un nombre que reconozcas.
fr: Donnez à %1$@ %2$@ un nom que vous reconnaîtrez.
it: Dai a %1$@ %2$@ un nome che riconoscerai.
pl: Nadaj %1$@ %2$@ nazwę, którą rozpoznasz.
pt_pt: Dê a %1$@ %2$@ um nome que reconheça.
ru: Дайте %1$@ %2$@ имя, которое вы легко узнаете.
th: ตั้งชื่อ %@ %@ ที่คุณจะจำได้
zh_hans: 为 %1$@ %2$@ 起一个你能认出的名字。
zh_hant: 為 %1$@ %2$@ 取一個你能認出的名字。

source: Give it a few minutes of charge if the battery is low.
de: Lade ihn ein paar Minuten, wenn der Akku schwach ist.
es: Dale unos minutos de carga si la batería está baja.
fr: Laissez-le charger quelques minutes si la batterie est faible.
it: Se la batteria è scarica, mettila in carica per qualche minuto.
pl: Ładuj go przez kilka minut, jeśli poziom naładowania akumulatora jest niski.
pt_pt: Aguarde alguns minutos de carga se a bateria estiver fraca.
ru: Дайте ему зарядиться несколько минут, если заряд низкий.
th: ให้ชาร์จสักครู่หากแบตเตอรี่เหลือน้อย
zh_hans: 如果电量低，先充几分钟电。
zh_hant: 如果電量偏低，先充個幾分鐘的電。

source: Give it a name to continue.
de: Gib ihm einen Namen, um fortzufahren.
es: Dale un nombre para continuar.
fr: Donne-lui un nom pour continuer.
it: Dagli un nome per continuare.
pl: Nadaj nazwę, aby kontynuować.
pt_pt: Dá-lhe um nome para continuar.
ru: Дайте цели название, чтобы продолжить.
th: ตั้งชื่อเพื่อดำเนินการต่อ
zh_hans: 给它起个名字才能继续。
zh_hant: 給它取個名字才能繼續。

source: Give your body more room to bounce back.
de: Deinem Körper mehr Raum zur Erholung geben.
es: Darle a tu cuerpo más margen para recuperarse.
fr: Donner à votre corps plus de marge pour récupérer.
it: Dai al tuo corpo più spazio per riprendersi.
pl: Daj ciału więcej przestrzeni na regenerację.
pt_pt: Dê ao seu corpo mais espaço para se recuperar.
ru: Дайте вашему телу больше места, чтобы прийти в норму.
th: ให้ร่างกายของคุณมีพื้นที่มากขึ้นในการฟื้นตัว
zh_hans: 给你的身体更多的恢复空间。
zh_hant: 給你的身體更多的恢復空間。

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
it: Obiettivo
pl: Cel
pt_pt: Objetivo
ru: Цель
th: เป้าหมาย
zh_hans: 目标
zh_hant: 目標

source: Goal & Journey
de: Ziel & Reise
es: Objetivo y recorrido
fr: Objectif et parcours
it: Obiettivo e viaggio
pl: Cel i Droga
pt_pt: Objetivo e Jornada
ru: Цель и путешествие
th: เป้าหมายและการเดินทาง
zh_hans: 目标与旅程
zh_hant: 目標與旅程

source: Goal actions
de: Zielaktionen
es: Acciones del objetivo
fr: Actions de l'objectif
it: Azioni dell'obiettivo
pl: Działania celu
pt_pt: Ações do objetivo
ru: Действия цели
th: การกระทำตามเป้าหมาย
zh_hans: 目标行动
zh_hant: 目標行動

source: Goal and journey
de: Ziel und Journey
es: Objetivo y recorrido
fr: Objectif et parcours
it: Obiettivo e viaggio
pl: Cel i droga
pt_pt: Objetivo e jornada
ru: Цель и путешествие
th: เป้าหมายและการเดินทาง
zh_hans: 目标和旅程
zh_hant: 目標和旅程

source: Goal deadline
de: Zieltermin
es: Fecha límite del objetivo
fr: Échéance de l'objectif
it: Scadenza obiettivo
pl: Termin celu
pt_pt: Prazo da meta
ru: Срок достижения цели
th: กำหนดเวลาเป้าหมาย
zh_hans: 目标期限
zh_hant: 目標期限

source: Goal title
de: Zieltitel
es: Título del objetivo
fr: Titre de l'objectif
it: Titolo dell'obiettivo
pl: Nazwa celu
pt_pt: Título do objetivo
ru: Название цели
th: ชื่อเป้าหมาย
zh_hans: 目标标题
zh_hant: 目標標題

source: Goal tracking
de: Zielverfolgung
es: Seguimiento de objetivos
fr: Suivi des objectifs
it: Monitoraggio obiettivi
pl: Śledzenie celu
pt_pt: Acompanhamento de objetivos
ru: Отслеживание целей
th: การติดตามเป้าหมาย
zh_hans: 目标追踪
zh_hant: 目標追蹤

source: Goal tracking — open all goals
de: Zielverfolgung — alle Ziele öffnen
es: Seguimiento de objetivos: abrir todos
fr: Suivi des objectifs — ouvrir tous les objectifs
it: Monitoraggio obiettivi — apri tutti
pl: Śledzenie celów — otwórz wszystkie cele
pt_pt: Acompanhamento de objetivos — abrir todos
ru: Отслеживание целей — открыть все цели
th: การติดตามเป้าหมาย — เปิดเป้าหมายทั้งหมด
zh_hans: 目标追踪 — 打开所有目标
zh_hant: 目標追蹤 — 開啟所有目標

source: Goal type
de: Zielart
es: Tipo de objetivo
fr: Type d'objectif
it: Tipo di obiettivo
pl: Typ celu
pt_pt: Tipo de meta
ru: Тип цели
th: ประเภทเป้าหมาย
zh_hans: 目标类型
zh_hant: 目標類型

source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
it: Obiettivi
pl: Cele
pt_pt: Objetivos
ru: Цели
th: เป้าหมาย
zh_hans: 目标
zh_hant: 目標

source: Goals — open all goals
de: Ziele — alle Ziele öffnen
es: Objetivos: abrir todos
fr: Objectifs — ouvrir tous les objectifs
it: Obiettivi — apri tutti
pl: Cele — otwórz wszystkie cele
pt_pt: Objetivos — abrir todos
ru: Цели — открыть все цели
th: เป้าหมาย — เปิดเป้าหมายทั้งหมด
zh_hans: 目标 — 打开所有目标
zh_hant: 目標 — 開啟所有目標

source: Goes to the Apple Health permission step
de: Führt zum Apple-Health-Berechtigungsschritt
es: Va al paso de permisos de Apple Health
fr: Accède à l'étape des autorisations Apple Santé
it: Va al passaggio delle autorizzazioni di Apple Health
pl: Przechodzi do kroku uprawnień Apple Health
pt_pt: Vai para a etapa de permissão do Apple Health
ru: Переходит к шагу разрешения Apple Health
th: ไปที่ขั้นตอนการอนุญาต Apple Health
zh_hans: 转到 Apple 健康权限步骤
zh_hant: 轉到 Apple 健康權限步驟

source: Going to sleep
de: Schlafen gehen
es: Yendo a dormir
fr: Endormissement
it: Vado a dormire
pl: Idę spać
pt_pt: Indo dormir
ru: Отход ко сну
th: จะไปนอนแล้ว
zh_hans: 正在入睡
zh_hant: 正在入睡

source: Good
de: Gut
es: Bien
fr: Bien
it: Buono
pl: Dobry
pt_pt: Bom
ru: Хорошо
th: ดี
zh_hans: 良好
zh_hant: 良好

source: Good afternoon
de: Guten Nachmittag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
pl: Dzień dobry
pt_pt: Boa tarde
ru: Добрый день
th: สวัสดีตอนบ่าย
zh_hans: 下午好
zh_hant: 午安

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
pl: Dobry wieczór
pt_pt: Boa noite
ru: Добрый вечер
th: สวัสดีตอนเย็น
zh_hans: 晚上好
zh_hant: 晚安

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
pl: Dzień dobry
pt_pt: Bom dia
ru: Доброе утро
th: สวัสดีตอนเช้า
zh_hans: 早上好
zh_hant: 早安

source: Good morning. Your smart alarm just woke you.
de: Guten Morgen. Dein Smart-Wecker hat dich gerade geweckt.
es: Buenos días. Tu alarma inteligente acaba de despertarte.
fr: Bonjour. Votre alarme intelligente vient de vous réveiller.
it: Buongiorno. La tua sveglia intelligente ti ha appena svegliato.
pl: Dzień dobry. Twój inteligentny alarm właśnie Cię obudził.
pt_pt: Bom dia. O teu alarme inteligente acabou de o acordar.
ru: Доброе утро. Умный будильник только что вас разбудил.
th: อรุณสวัสดิ์ การปลุกอัจฉริยะทำงานแล้ว
zh_hans: 早上好。智能闹钟刚刚把你唤醒。
zh_hant: 早安。你的智慧鬧鐘剛剛叫醒了你。

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito
pl: Rozumiem
pt_pt: Entendi
ru: Понятно
th: เข้าใจแล้ว
zh_hans: 知道了
zh_hant: 知道了

source: GPX — Strava, Garmin, most apps
de: GPX — Strava, Garmin, die meisten Apps
es: GPX — Strava, Garmin, la mayoría de apps
fr: GPX — Strava, Garmin, la plupart des apps
it: GPX — Strava, Garmin, la maggior parte delle app
pl: GPX — Strava, Garmin, większość aplikacji
pt_pt: GPX — Strava, Garmin, a maioria das apps
ru: GPX — Strava, Garmin, большинство приложений
th: GPX — Strava, Garmin, แอปส่วนใหญ่
zh_hans: GPX — Strava、Garmin 及大多数应用
zh_hant: GPX — Strava、Garmin 及大多數應用程式

source: Grab this when you report a bug. It tells me what the app saw.
de: Nimm das mit, wenn du einen Fehler meldest. Es zeigt mir, was die App gesehen hat.
es: Copia esto cuando reportes un error. Me dice lo que vio la app.
fr: Récupérez ceci quand vous signalez un bug. Cela m'indique ce que l'application a vu.
it: Prendi questo quando segnali un bug. Mi dice cosa ha visto l'app.
pl: Skorzystaj z tego, gdy zgłosisz błąd. Mówi mi, co zobaczyła aplikacja.
pt_pt: Pegue nisto quando reportar um erro. Ele diz-me o que a aplicação viu.
ru: Возьмите это при сообщении об ошибке. Это покажет мне, что видело приложение.
th: รับสิ่งนี้เมื่อคุณรายงานข้อผิดพลาด มันบอกฉันว่าแอปเห็นอะไร
zh_hans: 报告错误时抓取此内容。它会告诉我应用看到了什么。
zh_hant: 報告錯誤時抓取此內容。它會告訴我應用程式看到了什麼。

source: Grab this when you report a bug. It tells me what the app saw. (The full live log is also on the Live screen.)
de: Nimm das mit, wenn du einen Fehler meldest. Es zeigt mir, was die App gesehen hat. (Das vollständige Live-Log ist auch im Live-Bildschirm.)
es: Copia esto cuando reportes un error. Me dice lo que vio la app. (El registro en vivo completo también está en la pantalla En vivo.)
fr: Récupérez ceci quand vous signalez un bug. Cela m'indique ce que l'application a vu. (Le journal complet en direct est aussi sur l'écran En direct.)
it: Prendi questo quando segnali un bug, mi dice cosa ha visto l'app. (Il registro completo in diretta è anche nella schermata In diretta.)
pl: Skorzystaj z tego, gdy zgłosisz błąd. Mówi mi, co zobaczyła aplikacja. (Pełny dziennik transmisji na żywo znajduje się również na ekranie Na żywo.)
pt_pt: Pegue nisto quando reportar um erro. Ele diz-me o que a aplicação viu. (O registo completo em direto também está no ecrã Em direto.)
ru: Возьмите это при сообщении об ошибке. Это покажет мне, что видело приложение. (Полный журнал в реальном времени также доступен на экране «Live».)
th: รับสิ่งนี้เมื่อคุณรายงานข้อผิดพลาด มันบอกฉันว่าแอปเห็นอะไร (บันทึกเรียลไทม์แบบเต็มจะอยู่บนหน้าจอเรียลไทม์ด้วย)
zh_hans: 报告错误时抓取此内容，它会告诉我应用看到了什么。（完整的实时日志也在「实时」界面上。）
zh_hant: 報告錯誤時抓取此內容，它會告訴我應用程式看到了什麼。（完整的即時日誌也在「即時」畫面上。）

source: Grant Health access
de: Health-Zugriff erlauben
es: Conceder acceso a Salud
fr: Autoriser l'accès à Santé
it: Concedi l'accesso a Salute
pl: Przyznaj dostęp do Zdrowie
pt_pt: Conceder acesso à saúde
ru: Разрешить доступ к Health
th: ให้สิทธิ์การเข้าถึงด้านสุขภาพ
zh_hans: 授予健康数据访问权限
zh_hant: 授予「健康」存取權

source: Gravity coverage
de: Gravitationsabdeckung
es: Cobertura de gravedad
fr: Couverture de gravité
it: Copertura di gravità
pl: Zasięg grawitacyjny
pt_pt: Cobertura de gravidade
ru: Покрытие по гравитации
th: ครอบคลุมแรงโน้มถ่วง
zh_hans: 重力覆盖
zh_hant: 重力覆蓋率

source: Great
de: Sehr gut
es: Genial
fr: Très bien
it: Ottimo
pl: Świetnie
pt_pt: Excelente
ru: Отлично
th: ยอดเยี่ยม
zh_hans: 很好
zh_hant: 很好

source: Grounded
de: Geerdet
es: Sereno
fr: Posé
it: Messa a terra
pl: Oparte na danych
pt_pt: Aterrado
ru: Заземленный
th: อ้างอิงข้อมูลจริง
zh_hans: 接地
zh_hant: 接地

source: Grounded in %lld of your data sources
de: Gestützt auf %lld deiner Datenquellen
es: Basado en %lld de tus fuentes de datos
fr: Fondé sur %lld de vos sources de données
it: Basato su %lld delle tue origini dati
pl: Oparte na Twoich źródłach danych: %lld
pt_pt: Baseado em %lld de suas fontes de dados
ru: Основано на %lld ваших источников данных.
th: อ้างอิงข้อมูลของคุณ %lld แหล่ง
zh_hans: 以 %lld 数据源为基础
zh_hant: 以 %lld 資料來源為基礎

source: Group
de: Gruppe
es: Grupo
fr: Groupe
pl: Grupa
pt_pt: Grupo
th: กลุ่ม

source: Guardian
de: Wächter
es: Guardián
fr: Gardien
it: Guardiano
pl: Opiekun
pt_pt: Guardião
ru: Хранитель
th: การ์เดี้ยน
zh_hans: 守护者
zh_hant: 守護者

source: Guarding your session. Silence means you're on track.
de: Deine Session wird bewacht. Stille bedeutet, du bist auf Kurs.
es: Vigilando tu sesión. El silencio significa que vas bien.
fr: Surveillance de votre séance. Le silence signifie que vous êtes sur la bonne voie.
it: Sto monitorando la tua sessione. Il silenzio significa che sei in linea.
pl: Chronię twoją sesję. Cisza oznacza, że ​​jesteś na dobrej drodze.
pt_pt: Protegendo a tua sessão. Silêncio significa que está no caminho certo.
ru: Отслеживаем вашу сессию. Тишина означает, что всё идёт по плану.
th: ปกป้องเซสชั่นของคุณ ความเงียบหมายความว่าคุณมาถูกทางแล้ว
zh_hans: 正在守护你的训练。安静即表示状态良好。
zh_hant: 正在守護你的訓練。安靜即表示狀態良好。

source: Gym equipment
de: Fitnessgeräte
es: Equipo de gimnasio
fr: Équipement de sport
it: Attrezzatura da palestra
pl: Sprzęt do ćwiczeń
pt_pt: Equipamento de ginástica
ru: Тренажёры
th: อุปกรณ์ออกกำลังกาย
zh_hans: 健身器材
zh_hant: 健身器材

source: Gym equipment (FTMS)
de: Fitnessgeräte (FTMS)
es: Equipo de gimnasio (FTMS)
fr: Équipement de sport (FTMS)
it: Attrezzatura da palestra (FTMS)
pl: Sprzęt do siłowni (FTMS)
pt_pt: Equipamento de ginástica (FTMS)
ru: Тренажёры (FTMS)
th: อุปกรณ์ออกกำลังกาย (FTMS)
zh_hans: 健身器材（FTMS）
zh_hant: 健身器材（FTMS）

source: Had it
de: Gehabt
es: La tuve
fr: Fait
it: Fatto
pl: Miałem to
pt_pt: Tinha
ru: Было
th: มีมัน
zh_hans: 已摄入
zh_hant: 已攝入

source: Haptic coaching
de: Haptisches Coaching
es: Guía háptica
fr: Coaching haptique
it: Coaching aptico
pl: Coaching dotykowy
pt_pt: Treinamento háptico
ru: Тактильные подсказки
th: การฝึกสอนแบบสัมผัส
zh_hans: 触觉指导
zh_hant: 震動指導
